<html>
	<div id="releaseNotes">
		<!-- Release notes 1.004 french -->
		<div class="fixes">
			<h2>GPS :</h2>
			<ul>
				<li>&#x25B8; R&eacute;cup&eacute;ration des donn&eacute;es plus fr&eacute;quentes et plus efficaces</li>
			</ul>
		</div>
		<div class="fixes">
			<h2>Modes : </h2>
			<ul>
				<li>&#x25B8; Positions globalement plus pr&eacute;cises</li>
				<li>&#x25B8; Mode zone : fonctionnement interne chang&eacute;, permet d'&eacute;viter les erreurs GPS</li>
				<li>&#x25B8; Mode don't move plus r&eacute;actif</li>
			</ul>
		</div>
		<div class="fixes">
			<h2>Batterie :</h2>
			<ul>
				<li>&#x25B8; Gestion de la batterie plus pr&eacute;cise</li>
				<li>&#x25B8; Les trois LEDs sont maintenant fixes lorsque le seekios est enti&egrave;rement charg&eacute;</li>
			</ul>
		</div>
		<div class="fixes">
			<h2>Autres : </h2>
			<ul>
				<li>&#x25B8; Correction de bugs internes li&eacute;s &agrave; l'horloge interne du seekios</li>
				<li>&#x25B8; Changement des combinaisons de LEDs : les 3 LEDs s'allument lorsque le seekios re&ccedil;oit une instruction. Les LEDs ne s'allument plus lorsqu'un seekios rentre/sort d'un mode</li>
				<li>&#x25B8; Corrections et r&eacute;glages d'ordre g&eacute;n&eacute;raux</li>
			</ul>
		</div>
	</div>
</html>

<html>
	<div id="releaseNotes">
		<!-- Release notes 1.005 french -->
		<div class="fixes">
			<h2>GPS :</h2>
			<ul>
				<li>&#x25B8; Meilleure gestion des cycles de vie du GPS : allumage, extinction, "warm-up"</li>
			</ul>
		</div>
		<div class="fixes">
			<h2>Modes : </h2>
			<ul>
				<li>&#x25B8; Algorithme du mode zone chang&eacute;, offrant une meilleure fiabilit&eacute; de la d&eacute;tection de la sortie de zone</li>
				<li>&#x25B8; Les modes tracking ne compensent plus les retards dans la r&eacute;cup&eacute;ration d'une position. Si un des modes tracking prend met trop de temps &agrave; r&eacute;cup&eacute;rer une des positions, cette perte de temps n'aura pas d'impact sur la prochaine p&eacute;riode de rafra&icirc;chissement</li>
				<li>&#x25B8; Les modes tracking utilisent &agrave; pr&eacute;sent l'acc&eacute;l&eacute;rom&egrave;tre pour d&eacute;tecter un changement de position, permettant une meilleure pr&eacute;cision lorsque le seekios est immobile</li>
			</ul>
		</div>
		<div class="fixes">
			<h2>Batterie :</h2>
			<ul>
				<li>&#x25B8; Impl&eacute;mentation d'un &eacute;tat d'endormissement plus profond du seekios, am&eacute;liorant l&eacute;g&egrave;rement l'autonomie de la balise</li>
				<li>&#x25B8; Am&eacute;lioration de l'&eacute;chantillonnage de la batterie : le seekios ne renvoie plus un niveau de batterie correspondant &agrave; un pic de consommation</li>
			</ul>
		</div>
		<div class="fixes">
			<h2>Autres : </h2>
			<ul>
				<li>&#x25B8; Fiabilit&eacute; du processus de mise &agrave; jour am&eacute;lior&eacute;e</li>
				<li>&#x25B8; Meilleure synchronisation balise - serveurs</li>
				<li>&#x25B8; Correction de probl&egrave;mes provoquant des disfonctionnements d'ordre g&eacute;n&eacute;ral au sein du Seekios.</li>
			</ul>
		</div>
	</div>
</html>

<html>
	<div id="releaseNotes">
		<!-- Release notes 1.006 french -->
		<div class="fixes">
			<h2>Batterie :</h2>
			<ul>
				<li>Le seekios envoie &agrave; pr&eacute;sent une alerte lorsque sa batterie est faible (moins de 20%)</li>
			</ul>
		</div>
	</div>
</html>


<html>
	<div id="releaseNotes">
		<!-- Release notes 1.007 french -->
		<div class="fixes">
			<h2>Batterie :</h2>
			<ul>
				<li>Il est &agrave; pr&eacute;sent possible de programmer son seekios en mode d'&eacute;conomie d'&eacute;nergie. Ce mode permet d'endormir certaines fonctionnalit&eacute; du seekios pour lui assurer une meilleure autonomie. Les d&eacute;tails de son fonctionnement sont disponibles dans l'application.</li>
			</ul>
		</div>
	</div>
</html>

<html>
	<div id="releaseNotes">
		<!-- Release notes 1.007 english -->
		<div class="fixes">
			<h2>Battery :</h2>
			<ul>
				<li>It is now possible to use the Power Saving feature. With this feature, the seekios reduces its energy consumption to improve its battery life. All the details about this mode are available in the apps.</li>
			</ul>
		</div>
	</div>
</html>
